<?php
// Heading
$_['heading_title'] = 'Купить в один клик';

// Text
$_['text_module'] = 'Модули';
$_['text_success'] = 'Модуль "Купить в один клик" успешно обновлен!';
$_['text_phone_mask'] = '<span class="help">Для указания числа используйте цифру "9", например <br /><b>+9 (999) 999-99-99</b>.<br /><br />Допускается использование символов: <br />" "(пробел), "+", "-", (", ")".</span>';

// Entry
$_['entry_email'] = 'Оповещение по E-mail:<br /><span class="help">Оповестить владельца магазина о новом заказе.</span>';
$_['entry_status'] = 'Статус:';
$_['entry_phone_mask_status'] = 'Маска номера телефона';
$_['entry_phone_text'] = 'Текст перед полем ввода телефона';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения модуля "Купить в один клик"!';
$_['error_phone_mask'] = 'Допускается использование символов: цифра "9", " "(пробел), "+", "-", (", ")"!<br />Длинна телефона должна быть от 3 до 50 символов!';
$_['error_phone_text'] = 'Длинна текста должна быть до 50 символов!';
?>